<template>
  <div id="app">
    <main-header-Bar></main-header-Bar>
    <main-header></main-header>
    <div class="banner_area">
      <main-banner></main-banner>
    </div>
    <div>所谓夫妻，难在茫茫人海里相遇，易在柴米油盐中疏离。

很多婚姻，似乎都逃脱不过岁月的摧残。

多少夫妻，开始甜蜜幸福，但随着时间的流逝，很多人走着走着就选择了分开，原因无非是对感情不忠、个性不和，不再相爱。但更多以失败告终的婚姻，并不是原则和底线上出了问题，而是一方忙着工作赚钱，另一方忙着照顾家庭，生活的琐碎耗尽了彼此的激情，夫妻双方在平淡的生活中不再去表达对彼此的爱，以为相互理解，实则渐行渐远。

电影《消防员》中，讲述了一个七年之痒的婚姻故事。一对结婚七年的夫妻，丈夫凯勒是一名消防员，妻子凯瑟琳是医院的公关主任，他们都在各自的职业领域里叱咤风云，婚姻生活却水深火热、破碎不堪。丈夫忍受不了自己每天上班那么辛苦，回家却连一口热饭都吃不上，还因为不顾家经常被妻子各种埋怨，动辄愤怒地摔门而出，无视妻子为家庭的其他付出；妻子觉得丈夫只关心工作，根本不关心家庭，为此自己经常大吼大叫，无数次崩溃大哭，忽视了丈夫工作中的压力。

在职场中，凯勒时常告诫自己的手下：“永远不要丢弃你的同伴，尤其是在火场中。”许多次，他为了保护战友，工作时都是自己率先冒着生命危险冲进去。然而，他却没有将这句真理应用在自己的婚姻生活中，在经历过了无数次激烈的争吵冷战后，离婚似乎成了他们唯一的选择。

凯勒的父亲不忍心看着他们婚姻破裂，他给了儿子一个《爱的挑战40天》的手抄本，恳请儿子按照上面写的做法，花40天的时间修复一下夫妻感情，为挽救自己的婚姻做最后的努力。他告诉儿子，他并不是不爱妻子了，只是忘记了怎样去爱。凯勒答应了，在工作之余，他照本宣科地做起了笔记上的事，在妻子发火的时候不抱怨、为妻子准备一顿早餐，在妻子生病时，贴心倒水喂药，泡咖啡、洗碗、打扫卫生、买鲜花、烛光晚餐……

凯勒原本对这段挑战很抵制，后来却在日复一日的坚持中悟出了婚姻的真谛，他重新审视了一切，明白了自己婚姻破碎的原因，是因为不懂得如何维护两人之间的感情。面对丈夫的点滴变化，凯瑟琳最初不为所动，认为那些不过是丈夫不想离婚暂时使出的小伎俩。凯勒并不放弃，依旧打起12分精神继续坚持着，他一点一点填补着夫妻之间的鸿沟，慢慢融化着妻子被尘封的心，后来，妻子终于重新戴上了婚戒。两个人回到了往昔的甜蜜时光，经历这次婚姻危机，他们学会了在婚姻中要有爱的表达，才能守住幸福。

爱人们追求爱情，追求永恒，却总是忘记如何去维护、经营婚姻。

有多少人，还坚守着自己当初婚礼上许下的那个誓言，“无论遭遇任何情况，都始终爱他如一”。

恋爱时，风花雪月可期，彼此时时刻刻都在拿出自己全部的爱展示给对方看，偶尔的小惊喜，总会让对方开心感动。

一旦进入到婚姻，就剩下为家庭奔波，为孩子操劳，再也不讲什么浪漫惊喜。

中年夫妻，有多少人还会在睡觉时相互拥抱、出门时牵着对方的手，互相夸赞对方？

“幸福的婚姻很少是机会的产物，它们如同建筑物似的，必须有理智的、用心的设计”。

婚姻是经营，不是赌博，只有让对方感受到你对她的爱，才能让婚姻更甜蜜、走得更远。

让婚姻生活得以保鲜的爱的表达，并不需要你煞费苦心的准备、大张旗鼓的浪费，它不一定非是一顿奢侈的法国大餐，一件特别昂贵的礼物。

它可以是：冰箱上的暖心小贴士；吵架后的先低头认错；对方饿的时候帮他煮的一碗面；清晨的一个吻，出门的一个拥抱；洗完澡后，为她擦干湿漉漉的头发；平常生活里的一点一滴，小路上手牵手的漫步……是俗事缠身的间隙，朝九晚五的空闲，给对方的那份独一无二的专属用心。

《北京遇上西雅图》里，弗兰克感动文佳佳的，正是他在所谓夫妻，难在茫茫人海里相遇，易在柴米油盐中疏离。

很多婚姻，似乎都逃脱不过岁月的摧残。

多少夫妻，开始甜蜜幸福，但随着时间的流逝，很多人走着走着就选择了分开，原因无非是对感情不忠、个性不和，不再相爱。但更多以失败告终的婚姻，并不是原则和底线上出了问题，而是一方忙着工作赚钱，另一方忙着照顾家庭，生活的琐碎耗尽了彼此的激情，夫妻双方在平淡的生活中不再去表达对彼此的爱，以为相互理解，实则渐行渐远。

电影《消防员》中，讲述了一个七年之痒的婚姻故事。一对结婚七年的夫妻，丈夫凯勒是一名消防员，妻子凯瑟琳是医院的公关主任，他们都在各自的职业领域里叱咤风云，婚姻生活却水深火热、破碎不堪。丈夫忍受不了自己每天上班那么辛苦，回家却连一口热饭都吃不上，还因为不顾家经常被妻子各种埋怨，动辄愤怒地摔门而出，无视妻子为家庭的其他付出；妻子觉得丈夫只关心工作，根本不关心家庭，为此自己经常大吼大叫，无数次崩溃大哭，忽视了丈夫工作中的压力。

在职场中，凯勒时常告诫自己的手下：“永远不要丢弃你的同伴，尤其是在火场中。”许多次，他为了保护战友，工作时都是自己率先冒着生命危险冲进去。然而，他却没有将这句真理应用在自己的婚姻生活中，在经历过了无数次激烈的争吵冷战后，离婚似乎成了他们唯一的选择。

凯勒的父亲不忍心看着他们婚姻破裂，他给了儿子一个《爱的挑战40天》的手抄本，恳请儿子按照上面写的做法，花40天的时间修复一下夫妻感情，为挽救自己的婚姻做最后的努力。他告诉儿子，他并不是不爱妻子了，只是忘记了怎样去爱。凯勒答应了，在工作之余，他照本宣科地做起了笔记上的事，在妻子发火的时候不抱怨、为妻子准备一顿早餐，在妻子生病时，贴心倒水喂药，泡咖啡、洗碗、打扫卫生、买鲜花、烛光晚餐……

凯勒原本对这段挑战很抵制，后来却在日复一日的坚持中悟出了婚姻的真谛，他重新审视了一切，明白了自己婚姻破碎的原因，是因为不懂得如何维护两人之间的感情。面对丈夫的点滴变化，凯瑟琳最初不为所动，认为那些不过是丈夫不想离婚暂时使出的小伎俩。凯勒并不放弃，依旧打起12分精神继续坚持着，他一点一点填补着夫妻之间的鸿沟，慢慢融化着妻子被尘封的心，后来，妻子终于重新戴上了婚戒。两个人回到了往昔的甜蜜时光，经历这次婚姻危机，他们学会了在婚姻中要有爱的表达，才能守住幸福。

爱人们追求爱情，追求永恒，却总是忘记如何去维护、经营婚姻。

有多少人，还坚守着自己当初婚礼上许下的那个誓言，“无论遭遇任何情况，都始终爱他如一”。

恋爱时，风花雪月可期，彼此时时刻刻都在拿出自己全部的爱展示给对方看，偶尔的小惊喜，总会让对方开心感动。

一旦进入到婚姻，就剩下为家庭奔波，为孩子操劳，再也不讲什么浪漫惊喜。

中年夫妻，有多少人还会在睡觉时相互拥抱、出门时牵着对方的手，互相夸赞对方？

“幸福的婚姻很少是机会的产物，它们如同建筑物似的，必须有理智的、用心的设计”。

婚姻是经营，不是赌博，只有让对方感受到你对她的爱，才能让婚姻更甜蜜、走得更远。

让婚姻生活得以保鲜的爱的表达，并不需要你煞费苦心的准备、大张旗鼓的浪费，它不一定非是一顿奢侈的法国大餐，一件特别昂贵的礼物。

它可以是：冰箱上的暖心小贴士；吵架后的先低头认错；对方饿的时候帮他煮的一碗面；清晨的一个吻，出门的一个拥抱；洗完澡后，为她擦干湿漉漉的头发；平常生活里的一点一滴，小路上手牵手的漫步……是俗事缠身的间隙，朝九晚五的空闲，给对方的那份独一无二的专属用心。

《北京遇上西雅图》里，弗兰克感动文佳佳的，正是他在所谓夫妻，难在茫茫人海里相遇，易在柴米油盐中疏离。

很多婚姻，似乎都逃脱不过岁月的摧残。

多少夫妻，开始甜蜜幸福，但随着时间的流逝，很多人走着走着就选择了分开，原因无非是对感情不忠、个性不和，不再相爱。但更多以失败告终的婚姻，并不是原则和底线上出了问题，而是一方忙着工作赚钱，另一方忙着照顾家庭，生活的琐碎耗尽了彼此的激情，夫妻双方在平淡的生活中不再去表达对彼此的爱，以为相互理解，实则渐行渐远。

电影《消防员》中，讲述了一个七年之痒的婚姻故事。一对结婚七年的夫妻，丈夫凯勒是一名消防员，妻子凯瑟琳是医院的公关主任，他们都在各自的职业领域里叱咤风云，婚姻生活却水深火热、破碎不堪。丈夫忍受不了自己每天上班那么辛苦，回家却连一口热饭都吃不上，还因为不顾家经常被妻子各种埋怨，动辄愤怒地摔门而出，无视妻子为家庭的其他付出；妻子觉得丈夫只关心工作，根本不关心家庭，为此自己经常大吼大叫，无数次崩溃大哭，忽视了丈夫工作中的压力。

在职场中，凯勒时常告诫自己的手下：“永远不要丢弃你的同伴，尤其是在火场中。”许多次，他为了保护战友，工作时都是自己率先冒着生命危险冲进去。然而，他却没有将这句真理应用在自己的婚姻生活中，在经历过了无数次激烈的争吵冷战后，离婚似乎成了他们唯一的选择。

凯勒的父亲不忍心看着他们婚姻破裂，他给了儿子一个《爱的挑战40天》的手抄本，恳请儿子按照上面写的做法，花40天的时间修复一下夫妻感情，为挽救自己的婚姻做最后的努力。他告诉儿子，他并不是不爱妻子了，只是忘记了怎样去爱。凯勒答应了，在工作之余，他照本宣科地做起了笔记上的事，在妻子发火的时候不抱怨、为妻子准备一顿早餐，在妻子生病时，贴心倒水喂药，泡咖啡、洗碗、打扫卫生、买鲜花、烛光晚餐……

凯勒原本对这段挑战很抵制，后来却在日复一日的坚持中悟出了婚姻的真谛，他重新审视了一切，明白了自己婚姻破碎的原因，是因为不懂得如何维护两人之间的感情。面对丈夫的点滴变化，凯瑟琳最初不为所动，认为那些不过是丈夫不想离婚暂时使出的小伎俩。凯勒并不放弃，依旧打起12分精神继续坚持着，他一点一点填补着夫妻之间的鸿沟，慢慢融化着妻子被尘封的心，后来，妻子终于重新戴上了婚戒。两个人回到了往昔的甜蜜时光，经历这次婚姻危机，他们学会了在婚姻中要有爱的表达，才能守住幸福。

爱人们追求爱情，追求永恒，却总是忘记如何去维护、经营婚姻。

有多少人，还坚守着自己当初婚礼上许下的那个誓言，“无论遭遇任何情况，都始终爱他如一”。

恋爱时，风花雪月可期，彼此时时刻刻都在拿出自己全部的爱展示给对方看，偶尔的小惊喜，总会让对方开心感动。

一旦进入到婚姻，就剩下为家庭奔波，为孩子操劳，再也不讲什么浪漫惊喜。

中年夫妻，有多少人还会在睡觉时相互拥抱、出门时牵着对方的手，互相夸赞对方？

“幸福的婚姻很少是机会的产物，它们如同建筑物似的，必须有理智的、用心的设计”。

婚姻是经营，不是赌博，只有让对方感受到你对她的爱，才能让婚姻更甜蜜、走得更远。

让婚姻生活得以保鲜的爱的表达，并不需要你煞费苦心的准备、大张旗鼓的浪费，它不一定非是一顿奢侈的法国大餐，一件特别昂贵的礼物。

它可以是：冰箱上的暖心小贴士；吵架后的先低头认错；对方饿的时候帮他煮的一碗面；清晨的一个吻，出门的一个拥抱；洗完澡后，为她擦干湿漉漉的头发；平常生活里的一点一滴，小路上手牵手的漫步……是俗事缠身的间隙，朝九晚五的空闲，给对方的那份独一无二的专属用心。

《北京遇上西雅图》里，弗兰克感动文佳佳的，正是他在所谓夫妻，难在茫茫人海里相遇，易在柴米油盐中疏离。

很多婚姻，似乎都逃脱不过岁月的摧残。

多少夫妻，开始甜蜜幸福，但随着时间的流逝，很多人走着走着就选择了分开，原因无非是对感情不忠、个性不和，不再相爱。但更多以失败告终的婚姻，并不是原则和底线上出了问题，而是一方忙着工作赚钱，另一方忙着照顾家庭，生活的琐碎耗尽了彼此的激情，夫妻双方在平淡的生活中不再去表达对彼此的爱，以为相互理解，实则渐行渐远。

电影《消防员》中，讲述了一个七年之痒的婚姻故事。一对结婚七年的夫妻，丈夫凯勒是一名消防员，妻子凯瑟琳是医院的公关主任，他们都在各自的职业领域里叱咤风云，婚姻生活却水深火热、破碎不堪。丈夫忍受不了自己每天上班那么辛苦，回家却连一口热饭都吃不上，还因为不顾家经常被妻子各种埋怨，动辄愤怒地摔门而出，无视妻子为家庭的其他付出；妻子觉得丈夫只关心工作，根本不关心家庭，为此自己经常大吼大叫，无数次崩溃大哭，忽视了丈夫工作中的压力。

在职场中，凯勒时常告诫自己的手下：“永远不要丢弃你的同伴，尤其是在火场中。”许多次，他为了保护战友，工作时都是自己率先冒着生命危险冲进去。然而，他却没有将这句真理应用在自己的婚姻生活中，在经历过了无数次激烈的争吵冷战后，离婚似乎成了他们唯一的选择。

凯勒的父亲不忍心看着他们婚姻破裂，他给了儿子一个《爱的挑战40天》的手抄本，恳请儿子按照上面写的做法，花40天的时间修复一下夫妻感情，为挽救自己的婚姻做最后的努力。他告诉儿子，他并不是不爱妻子了，只是忘记了怎样去爱。凯勒答应了，在工作之余，他照本宣科地做起了笔记上的事，在妻子发火的时候不抱怨、为妻子准备一顿早餐，在妻子生病时，贴心倒水喂药，泡咖啡、洗碗、打扫卫生、买鲜花、烛光晚餐……

凯勒原本对这段挑战很抵制，后来却在日复一日的坚持中悟出了婚姻的真谛，他重新审视了一切，明白了自己婚姻破碎的原因，是因为不懂得如何维护两人之间的感情。面对丈夫的点滴变化，凯瑟琳最初不为所动，认为那些不过是丈夫不想离婚暂时使出的小伎俩。凯勒并不放弃，依旧打起12分精神继续坚持着，他一点一点填补着夫妻之间的鸿沟，慢慢融化着妻子被尘封的心，后来，妻子终于重新戴上了婚戒。两个人回到了往昔的甜蜜时光，经历这次婚姻危机，他们学会了在婚姻中要有爱的表达，才能守住幸福。

爱人们追求爱情，追求永恒，却总是忘记如何去维护、经营婚姻。

有多少人，还坚守着自己当初婚礼上许下的那个誓言，“无论遭遇任何情况，都始终爱他如一”。

恋爱时，风花雪月可期，彼此时时刻刻都在拿出自己全部的爱展示给对方看，偶尔的小惊喜，总会让对方开心感动。

一旦进入到婚姻，就剩下为家庭奔波，为孩子操劳，再也不讲什么浪漫惊喜。

中年夫妻，有多少人还会在睡觉时相互拥抱、出门时牵着对方的手，互相夸赞对方？

“幸福的婚姻很少是机会的产物，它们如同建筑物似的，必须有理智的、用心的设计”。

婚姻是经营，不是赌博，只有让对方感受到你对她的爱，才能让婚姻更甜蜜、走得更远。

让婚姻生活得以保鲜的爱的表达，并不需要你煞费苦心的准备、大张旗鼓的浪费，它不一定非是一顿奢侈的法国大餐，一件特别昂贵的礼物。

它可以是：冰箱上的暖心小贴士；吵架后的先低头认错；对方饿的时候帮他煮的一碗面；清晨的一个吻，出门的一个拥抱；洗完澡后，为她擦干湿漉漉的头发；平常生活里的一点一滴，小路上手牵手的漫步……是俗事缠身的间隙，朝九晚五的空闲，给对方的那份独一无二的专属用心。

《北京遇上西雅图》里，弗兰克感动文佳佳的，正是他在</div>
  </div>
</template>

<script>
import MainHeaderBar from 'components/content/mainHeader/MainHeaderBar.vue';
import MainHeader from 'components/content/mainHeader/MainHeader.vue';
import MainBanner from 'components/content/mainBanner/MainBanner.vue';

export default {
  name: 'App',
  components: {
    MainHeaderBar,
    MainHeader,
    MainBanner
  }
}
</script>

<style>
	@import "assets/css/base.css";
	
</style>
